Repository: Robe-Angular/fullStack-blog-angular
Catalog: src/locale/messages.*.xlf
Languages: de

source: La categoría no se ha guardado
de: Die Kategorie wurde nicht gespeichert.

source: Descripción
de: Beschreibung

source: Guardar
de: Speichern

source: Identifícate
de: identifizieren Sie sich

source: El email no es válido
de: E-mail ist ungültig

source: Contraseña
de: Kennwort

source: La contraseña no es válida
de: Das Kennwort ist ungültig

source: Identificarse
de: Identifizieren sich

source: Eliminar
de: Löschen

source: Detalles
de: Einzelheiten

source: ¿Seguro que quieres borrar esta entrada?
de: Möchten sie diesen Post wirklich löschen?

source: Vas a borrar definitivamente {{category.description}}
de: Sie werden {{category.description}} endgültig löschen

source: Cerrar
de: Schließen

source: Borrar
de: Wirklich löschen

source: Leer
de: Lesen

source: Editar
de: Bearbeiten

source: Publicar
de: Veröffentlichen

source: Ocultar
de: Verdecken

source: Borrar
de: Löschen

source: Close
de: Schließen

source: Añade un nuevo artículo al Blog
de: Fügen Sie einen neuen Blogbeitrag hinzu.

source: Los datos se han guardado correctamente
de: Die Daten wurden erfolgreich gespeichert

source: Los datos no se han guardado
de: Die Daten wurden nicht gespeichert

source: Vas a cambiar el idioma a {{lang}} podrías perder datos
de: Sie werden die Sprache {{lang}} Sie könnten Daten verlieren

source: Cambiar
de: Ändern

source: Título
de: Titel

source: El título no es válido
de: Der Titel ist ungültig

source: Contenido
de: Inhalt

source: El contenido no es válido
de: Der Inhalt ist ungültig

source: Categoría
de: Kategorie

source: Images
de: Bilder

source: Descripción
de: Beschreibung

source: Detalles
de: Einzelheiten

source: Descripción en Idioma
de: Beschreibung in Sprache

source: Símbolo del idioma
de: Sprachsymbol

source: Guardar
de: Speichern
